[{"model": "shop.product", "pk": "", "fields": {"Pname": "AASHIRVAD FLOUR", "P_image": "shop/uploads/ashirvad.jpeg", "P_desc": " Aashirvad Flour is made from the finest grains, ensuring that you get soft, fluffy, and nutritious rotis every time. With a rich source of fiber and natural vitamins, it's the perfect choice for your kitchen. Packed with essential nutrients, this flour is a great choice for those looking for healthy, home-cooked meals.", "P_brand": " Aashirvad", "P_price": "560.00", "P_catid": 1}}, {"model": "shop.product", "pk": "1", "fields": {"Pname": "AASHIRVAD FLOUR", "P_image": "shop/uploads/ashirvad.jpeg", "P_desc": ": High-quality wheat flour, perfect for making chapatis, parathas, and other Indian breads. Rich in nutrients and fibers, this flour provides energy and is a healthy choice for your family.", "P_brand": " Aashirvad", "P_price": "560.00", "P_catid": 1}}, {"model": "shop.product", "pk": "2", "fields": {"Pname": "N95 FACE MASK", "P_image": "shop/uploads/mask.jpg", "P_desc": "N95 Face Mask provides excellent protection against airborne particles, dust, and pollutants. It’s designed to filter out 95% of airborne particles and comes with adjustable ear straps for a comfortable fit. Ideal for daily wear in urban areas or while traveling in polluted environments.\r\n\r\n", "P_brand": "MaskPro", "P_price": "150.00", "P_catid": 5}}, {"model": "shop.product", "pk": "3", "fields": {"Pname": "COLGATE TOOTHPASTE", "P_image": "shop/uploads/colgate.png", "P_desc": "Colgate Toothpaste provides superior protection against cavities, plaque, and bad breath. Its unique formula with fluoride helps in keeping your teeth strong and healthy. It also offers a refreshing mint flavor that leaves your mouth feeling clean.", "P_brand": "Colgate", "P_price": "85.00", "P_catid": 2}}, {"model": "shop.product", "pk": "4", "fields": {"Pname": " HP PAVILION LAPTOP", "P_image": "shop/uploads/hp.jpg", "P_desc": "HP Laptop is a powerful machine designed for professionals and gamers alike. Equipped with Intel Core i7, 16GB RAM, and 512GB SSD, it offers outstanding performance for heavy tasks. With a 15.6-inch Full HD display, the laptop delivers stunning visuals. Perfect for work, study, and entertainment.", "P_brand": "HP", "P_price": "60000.00", "P_catid": 3}}, {"model": "shop.product", "pk": "5", "fields": {"Pname": "CUSTOM PRINTED T-SHIRT", "P_image": "shop/uploads/Tshirt.jpeg", "P_desc": "This custom-printed T-shirt features high-quality fabric and vibrant prints. It's made with 100% cotton for ultimate comfort and durability. Available in various sizes, it's perfect for casual outings or lounging. The fabric is breathable, ensuring you stay cool even during warm weather.", "P_brand": "wrogn", "P_price": "1299.00", "P_catid": 4}}, {"model": "shop.product", "pk": "6", "fields": {"Pname": "NIKE AIR MAX SNEAKERS", "P_image": "shop/uploads/nike_shoe.png", "P_desc": "The Nike Air Max Sneakers are known for their comfort and stylish design. With a cushioned sole for maximum comfort, these shoes are perfect for running or casual wear. The durable rubber sole provides great grip and support, making it a favorite choice for athletes and fashion enthusiasts alike.", "P_brand": "Nike", "P_price": "8500.00", "P_catid": 4}}]